[
{
  "model": "lmdf.symptoms",
  "pk": 3,
  "fields": {
    "symptom": "High blood pressure",
    "symptom_fr": "Hypertension"
  }
},
{
  "model": "lmdf.symptoms",
  "pk": 4,
  "fields": {
    "symptom": "Fever",
    "symptom_fr": "Fièvre"
  }
},
{
  "model": "lmdf.symptoms",
  "pk": 6,
  "fields": {
    "symptom": "Proteinuria",
    "symptom_fr": "Protéinurie"
  }
},
{
  "model": "lmdf.symptoms",
  "pk": 7,
  "fields": {
    "symptom": "Oedema",
    "symptom_fr": "Edème"
  }
},
{
  "model": "lmdf.symptoms",
  "pk": 8,
  "fields": {
    "symptom": "Headache",
    "symptom_fr": "Céphalée"
  }
},
{
  "model": "lmdf.symptoms",
  "pk": 9,
  "fields": {
    "symptom": "Blurred Vision",
    "symptom_fr": "Voir Flou"
  }
},
{
  "model": "lmdf.symptoms",
  "pk": 10,
  "fields": {
    "symptom": "Abdominal Pain",
    "symptom_fr": "Douleur abdominale"
  }
},
{
  "model": "lmdf.trimester",
  "pk": 1,
  "fields": {
    "trimester": "1"
  }
},
{
  "model": "lmdf.trimester",
  "pk": 2,
  "fields": {
    "trimester": "2"
  }
},
{
  "model": "lmdf.trimester",
  "pk": 3,
  "fields": {
    "trimester": "3"
  }
},
{
  "model": "lmdf.diagnosis",
  "pk": 1,
  "fields": {
    "diagnosis": "Pre-eclampsia",
    "diagnosis_fr": "Pré-éclampsie"
  }
},
{
  "model": "lmdf.diagnosis",
  "pk": 3,
  "fields": {
    "diagnosis": "Malaria",
    "diagnosis_fr": "Paludisme"
  }
},
{
  "model": "lmdf.patient",
  "pk": 1,
  "fields": {
    "casenumber": "1.1",
    "age": "36",
    "diagnosis": 1,
    "trimester": 3,
    "created_date": "2018-05-09T08:24:38Z",
    "published_date": "2018-05-15T17:12:06Z",
    "comments": "Female had a sudden development of oedema in the face and severe headache. On examination her blood pressure was elevated at 171/107, and her pulse 81 beats per minute. Her urine sample show ++2 proteinuria. She was admitted to the hospital and treatment was commenced with 10mg nifedipine. Her blood pressure was monitored continuously. The next morning her blood pressure stabilised to 128/74 mm Hg and she reported feeling better. With the BP stable and a reassuring CTG a decision to induce delivery was made and she was given Prostaglandin E2 (PGE2) over three days. However there was poor response and the cervix remained obstinately unchanged and so it was decided the baby would need to be delivered via caesarean section. They both recovered well.",
    "commentsfr": "La femme avait un développement soudain d'œdème au visage et de céphalée sévère. À l'examen, sa tension artérielle était élevée à 171/107 et son pouls à 81 battements par minute. Son échantillon d'urine montre la protéinurie ++ 2. Elle a été admise à l'hôpital et le traitement a été commencé avec 10 mg de nifédipine. Sa tension artérielle était surveillée en permanence. Le lendemain matin, sa tension artérielle s'est stabilisée à 128/74 mm Hg et elle a déclaré se sentir mieux. Avec l'étable BP et un CTG rassurant, la décision d'induire l'accouchement a été prise et elle a reçu de la Prostaglandine E2 (PGE2) pendant trois jours. Cependant, il y avait une mauvaise réponse et le col de l'utérus est resté obstinément inchangé et il a donc été décidé que le bébé aurait besoin d'être livré par césarienne. Ils ont tous deux bien récupéré.",
    "symptoms": [
      3,
      6,
      7,
      8
    ]
  }
},
{
  "model": "lmdf.patient",
  "pk": 2,
  "fields": {
    "casenumber": "1.2",
    "age": "21",
    "diagnosis": 1,
    "trimester": 3,
    "created_date": "2018-05-09T08:24:38Z",
    "published_date": "2018-05-15T17:12:14Z",
    "comments": "High blood pressure and high proteinuria values discovered during prenatal check up. Recommended treatment was increasing the check ups, consuming less salt, drink at least 8 glasses of water a day, include more protein in diet. She delivered a healthy baby because it was detected early.",
    "commentsfr": "Pression artérielle élevée et valeurs de protéinurie élevées découvertes pendant le contrôle prénatal. Le traitement recommandé augmentait les bilans, consommait moins de sel, buvait au moins 8 verres d'eau par jour, incluait plus de protéines dans l'alimentation. Elle a donné un bébé en bonne santé parce qu'il a été détecté tôt.",
    "symptoms": [
      3,
      6
    ]
  }
},
{
  "model": "lmdf.patient",
  "pk": 3,
  "fields": {
    "casenumber": "2.1",
    "age": "16",
    "diagnosis": 1,
    "trimester": 3,
    "created_date": "2018-05-09T08:24:38Z",
    "published_date": null,
    "comments": "Very high blood pressure (greater than 160 systolic), vomiting with abdominal pain, severe headache, blurry vision, 5g protein in urine. Admitted immediately, developed complication namely pulmonary edema.They both didn’t survive.",
    "commentsfr": "Tension artérielle très élevée (supérieure à 160 systolique), vomissements accompagnés de douleurs abdominales, maux de tête sévères, vision floue, 5g de protéines dans l'urine. Admis immédiatement, complication développée à savoir l'œdème pulmonaire.Ils n'ont pas survécu.",
    "symptoms": [
      3,
      6,
      9,
      10
    ]
  }
},
{
  "model": "lmdf.patient",
  "pk": 4,
  "fields": {
    "casenumber": "2.2",
    "age": "23",
    "diagnosis": 3,
    "trimester": 1,
    "created_date": "2018-05-09T08:24:38Z",
    "published_date": null,
    "comments": "Female, 23 years old, 11 weeks pregnant, first trimester  high fever, swelling in foot and face, after examination of the blood malaria parasites found in the placenta. The patient did not have complications with the pregnancy when she went to the physician. Malaria was diagnosed in time and a combination of  quinine and clindamycin was used as a treatment. She delivered a healthy baby 2 weeks early.",
    "commentsfr": "Femme, 23 ans, enceinte de 11 semaines, fièvre élevée au premier trimestre, gonflement des pieds et du visage, après examen des parasites du paludisme sanguin dans le placenta. La patiente n'a pas eu de complications avec la grossesse lorsqu'elle est allée chez le médecin. Le paludisme a été diagnostiqué à temps et une combinaison de quinine et de clindamycine a été utilisée comme traitement. Elle a donné un bébé en santé deux semaines plus tôt.",
    "symptoms": [
      4,
      7
    ]
  }
},
{
  "model": "lmdf.patient",
  "pk": 5,
  "fields": {
    "casenumber": "2.2",
    "age": "27",
    "diagnosis": 3,
    "trimester": 2,
    "created_date": "2018-05-16T07:35:34Z",
    "published_date": null,
    "comments": "Came in with fever attacks that came every 48 hours, she felt like she had the flu and experiences muscle aches. Malaria was discovered and also the severe condition Acute pulmonary oedema (severe form of anemia) in an early stage. As treatment the patient was admitted to the hospital where she got artemisinin combination therapy (ACT), she delivered her baby 4 weeks early, the baby had low birth weight, but both survived.",
    "commentsfr": "Entré en crise de fièvre toutes les 48 heures, elle avait l'impression d'avoir la grippe et de ressentir des douleurs musculaires. Le paludisme a été découvert et aussi la condition sévère œdème pulmonaire aigu (forme sévère d'anémie) dans un stade précoce. En tant que traitement, la patiente a été admise à l'hôpital où elle a reçu une polythérapie à base d'artémisinine (ACT). Elle a accouché 4 semaines plus tôt, le bébé avait un faible poids à la naissance, mais les deux ont survécu.",
    "symptoms": [
      4,
      7
    ]
  }
}
]
